Repository: Intika-KDE-Plasmoids/plasmoid-ultimate-gmail-feed
Catalog: po/plasma_applet_org.kde.plasma.ultimategmailfeed_*.po
Languages: hu

source: Open inbox
hu: Bejövő üzenetek megnyitása

source: 1 unread message
hu: 1 olvasatlan üzenet

source: No unread messages
hu: Nincs olvasatlan üzenet

source: 1 new message
hu: 1 új üzenet

source: Checking for new messages...
hu: Új üzenetek keresése...

source: Check mail
hu: Üzenetek frissítése

# Polling interval in minutes
source: min
hu: perc

source: General
hu: Általános

source: Offline
hu: Nincs internetkapcsolat

source: Invert mail list order
hu: Az üzenetlista megfordítása

source: Check mailbox on left click
hu: Üzenetek frissítése a balgombbal kattintva

source: Middle click open inbox application/link
hu: Az email program/link megnyitása a középső gombbal kattintva

source: Popup height (work outside system tray) :
hu: Felugró ablak magassága :

# Popup height in px
source: px
hu: képpont

source: Popup width (work outside system tray) :
hu: Felugró ablak szélessége :

# Popup width in px
source: px
hu: képpont

source: Mail line height :
hu: Egy üzenet megjelenítésének magassága :

# Line height in px
source: px
hu: képpont

source: Mail line width :
hu: Egy üzenet megjelenítésének szélessége :

# Line width in px
source: px
hu: képpont

source: Email account :
hu: Email fiók :

source: Transfer Protocol :
hu: Átviteli protokoll :

source: RSS Server :
hu: RSS szerver :

source: Server Query :
hu: Szerver lekérdezése :

source: Command to run on 'Open inbox' :
hu: Parancs futtatása a Bejövő üzenetek megnyitásra kattintva

source: Command to run on 'eMail click' :
hu: Parancs futtatása egy emailre kattintva

source: Polling interval :
hu: Frissítési periódus :

source: Check mailbox manually only (ignore polling interval)
hu: Az üzenetek manuális frissítése (automatikus periódusok helyett)

source: Display message subject in a new line
hu: Az üzenet tárgyának megjelenítése új sorban

source: Open email link instead of a command on 'eMail click'
hu: Email link megnyitása parancs helyett emailre kattintva

source: Open email link instead of a command on 'Open inbox'
hu: Email link megnyitása parancs helyett a Bejövő üzenetek megnyitásra kattintva

source: Check for updates on github
hu: Frissítés keresése github-on

source: Updater
hu: Frissítés

source: Version: 2.1
hu: Verzió: 2.1

source: Author: Intika
hu: Szerző: Intika

source: Notify for update on startup (checked once on github, 5 min after startup)
hu: Értesíts újabb verzióról indítás után (egyszer, 5 perccel később)

source: Advanced
hu: Haladó

source: Update
hu: Frissítés
